Repository: LoopKit/G7SensorKit
Catalog: G7SensorKitUI/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, he, it, ko, nb, nb_no, nl, pl, ro, ru, sk, sv, tr, uk, vi, zh_hans

source: Are you sure you want to delete this CGM?
ar: هل أنت متأكد أنك تريد حذف هذا CGM؟
da: Er du sikker på, at du vil slette denne CGM?
de: Bist Du sicher, dass Du dieses CGM löschen möchtest?
es: ¿Está seguro de que quiere eliminar este MCG?
fr: Voulez-vous vraiment supprimer ce CGM?
he: בטוח שברצונך למחוק את חיישן זה?
it: Sei sicuro di voler eliminare questo CGM?
ko: 현재 CGM을 삭제하시겠습니까?
nb: Er du sikker på at du vil slette denne CGM?
nb_no: Sikker på at du vil slette denne CGM?
nl: Weet je zeker dat je deze CGM wilt verwijderen
pl: Czy na pewno chcesz usunąć ten CGM?
ro: Sunteți sigur că doriți să ștergeți acest senzor de glicemie?
ru: Вы уверены, что хотите удалить этот CGM?
sk: Naozaj chcete odstrániť toto CGM?
sv: Är du säker på att du vill radera denna CGM?
tr: Bu CGM'i silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цей CGM?
vi: Bạn có chắc sẽ xóa CGM này?
zh_hans: 确认要删除该CGM吗？

source: Bluetooth
ar: البلوتوث
ko: 블루투스
nb: blåtann
zh_hans: 蓝牙

source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
it: Annulla
nb: Avbryt
nb_no: Avbryt
nl: Annuleer
pl: Anuluj
ro: Anulați
ru: Отмена
sk: Zrušiť
sv: Avbryt
tr: İptal
uk: Відмінити
vi: Hủy bỏ
zh_hans: 取消

source: Configuration
ar: ضبط
da: Konfiguration
de: Konfiguration
es: Configuracion
it: Impostazioni
ko: 설정
nb: Oppsett
nb_no: Oppsett
nl: Instellingen
ro: Configurare
ru: Конфигурация
sk: Nastavenie
sv: Konfiguration
tr: Yapılandırma
uk: Налаштування
vi: Cấu hình
zh_hans: 配置

source: Continue
ar: تابع
da: Fortsæt
de: Fortsetzen
es: Continuar
fr: Continuer
it: Continua
nb: Fortsett
nb_no: Fortsett
nl: Vervolg
pl: Kontynuuj
ro: Continuați
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续

source: Delete CGM
ar: حذف CGM
da: Slet CGM
de: CGM löschen
es: Eliminar MCG
fr: Supprimer le CGM
he: מחק חיישן
it: Elimina CGM
ko: CGM 삭제
nb: Slett CGM
nb_no: Slett CGM
nl: Verwijder CGM
pl: Usuń CGM
ro: Ștergeți senzor de glicemie
ru: Удалить CGM
sk: Odstrániť CGM
sv: Radera CGM
tr: CGM Sil
uk: Видалити CGM
vi: Xóa CGM
zh_hans: 删除CGM

source: Dexcom G7
ar: ديكسكوم G7

source: Done
ar: تمّ
da: OK
de: Fertig
es: Hecho
fr: Terminé
it: Fine
ko: 완료
nb: Ferdig
nb_no: Ferdig
nl: OK
ro: Gata
ru: Готово
sk: Hotovo
sv: Klar
tr: Tamam
uk: Готово
vi: Xong
zh_hans: 完成

source: Glucose
ar: قراءات السكر
da: Glukose
de: Blutzucker
es: Glucosa
fr: Glycémie
he: גלוקוז
it: Glicemia
ko: 혈당
nb: Blodsukker
nb_no: Blodsukker
pl: Glukoza
ro: Glicemie
ru: Глюкоза
sk: Glykémia
sv: Glukos
tr: Kan şekeri
uk: Глюкоза
vi: Đường huyết
zh_hans: 血糖

source: Grace Period End
ar: نهاية الفترة
da: Grace period slut
de: Ende der Toleranzzeit
es: Fin del período de gracia
fr: Fin du délai de grâce
he: סיום זמן חסד
it: Fine Periodo supplementare
ko: 유예 기간 만료
nb: Reserveperiode utløpt
nb_no: Slutt på utsettelsesperiode
nl: Einde Verlenging
pl: Sensor zakończy działanie
ro: Sfârșitul perioadei de grație
ru: Конец срока
sk: Koniec ochrannej lehoty
sv: Slut av livslängd
tr: Ek süre sonu
uk: Час до блокування
vi: Thời gian gia hạn kết thúc

source: Grace period remaining
ar: الفترة المتبقية
da: Grace period tilbage
de: Verbleibende Toleranzzeit
es: Período de gracia restante
fr: Délai de grâce restant
he: זמן חסר שנשאר
it: Periodo supplementare rimanente
nb: Reserveperiode utløper om
nb_no: Utsettelsesperiode som gjenstår
nl: Verlenging resterend
pl: Wiek sensora
ro: Perioada de grație rămasă
ru: Оставшийся срок
sk: Zostávajúca ochranná lehota
sv: Tid kvar av sensors livslängd
tr: Kalan ek süre
uk: Період витонченості, що залишився
vi: Thời gian gia hạn còn lại

source: HIGH
ar: مرتفع
da: HØJ
de: HOCH
es: ALTO
fr: HAUT
he: גבוה
it: ALTO
nb: HØY
nb_no: HØYT
nl: HOOG
pl: WYSOKI
ro: HIPER
ru: ВЫСОКИЙ
sk: VYSOKÁ
sv: HÖGT
tr: YÜKSEK
uk: ВИСОКИЙ
vi: CAO
zh_hans: 高

source: Last Connect
ar: آخر اتصال
da: Sidst tilsluttet
de: Letzte Verbindung
es: Última conexión
fr: Dernière connexion
he: חיבור אחרון
it: Ultima connessione
ko: 마지막 연결
nb: Siste tilkobling
nb_no: Siste tilkobling
nl: Laatste Verbinding
pl: Ostatnie połączenie
ro: Ultima conectare
ru: Последнее соединение
sk: Posledné spojenie
sv: Senaste anslutning
tr: Son bağlantı
uk: Останнє підключення
vi: Kết nối mới nhất
zh_hans: 上次连接

source: Last Reading
ar: آخر قراءة
da: Seneste aflæsning
de: Letzter Wert
es: Último dato
fr: Dernière lecture
he: קריאה אחרונה
it: Ultima lettura
ko: 마지막 측정값
nb: Forrige avlesning
nb_no: Siste måling
nl: Laatste Meting
pl: Ostatnie czytanie
ro: Ultima citire
ru: Последние данные
sk: Posledné čítanie
sv: Senaste avläsning
tr: Son Okuma
uk: Останнє читання
vi: Kết quả đọc gần nhất
zh_hans: 最近一次读数

source: LOW
ar: منخفض
da: LAV
de: NIEDRIG
es: BAJO
fr: BAS
he: נמוך
it: BASSO
nb: LAV
nb_no: LAVT
nl: LAAG
pl: NISKI
ro: HIPO
ru: НИЗКИЙ
sk: NÍZKA
sv: LÅGT
tr: DÜŞÜK
uk: НИЗЬКИЙ
vi: THẤP
zh_hans: 低

source: Name
ar: الاسم
da: Navn
es: Nombre
fr: Nom
he: שם
it: Nome
ko: 이름
nb: Navn
nb_no: Navn
nl: Naam
pl: Nazwa
ro: Nume
ru: Имя
sk: Názov
sv: Namn
tr: İsim
uk: Ім’я
vi: Tên
zh_hans: 名称

source: Scan for new sensor
ar: البحث عن مستشعر جديد
da: Scan efter ny sensor
de: Nach neuem Sensor suchen
es: Escanear nuevo sensor
fr: Rechercher un nouveau capteur
he: סרוק חיישן חדש
it: Scansiona un nuovo sensore
ko: 새 센서 검색
nb: Skann etter ny sensor
nb_no: Søk etter ny sensor
nl: Zoeken naar nieuwe sensor
pl: Wyszukaj nowy sensor
ro: Scanați pentru un senzor nou
ru: Сканировать новый сенсор
sk: Načítať nový senzor
sv: Skanna efter ny sensor
tr: Yeni sensör için tarama
uk: Сканувати новий Сенсор
vi: Scan để thay sensor

source: Scanning
ar: يتم المسح
da: Skanner
de: Scannt
es: Buscando
fr: Balayage
it: Lettura
nb: Skanner
nb_no: Skanner
nl: Aan het scannen
ro: Se scanează
ru: Сканирование
sk: Skenuje sa
sv: Skannar
tr: Taranıyor
uk: Сканування
vi: Đang quét

source: Searching for sensor
ar: البحث عن مستشعر
da: Søger efter sensor
de: Suche nach Sensor
es: Buscando sensor
fr: Recherche de capteur
he: מחפש חיישן
it: Ricerca del sensore
nb: Søker etter sensor
nb_no: Søker etter sensor
nl: Zoekt naar sensor
pl: Wyszukiwanie sensora
ro: Detectarea senzorului
ru: Поиск сенсора
sk: Hľadá sa senzor
sv: Söker efter sensor
tr: Sensör aranıyor
uk: Пошук Сенсору
vi: Đang tìm kiếm cảm biến
zh_hans: 正在搜索传感器

source: Sensor Expiration
ar: إنتهت صلاحية المستشعر
da: Sensor udløb
de: Sensor-Ablaufzeitpunkt
es: Caducación de sensor
fr: Expiration du capteur
he: תוקף חיישן
it: Scadenza sensore
ko: 센서 만료
nb: Sensor utløpsdato
nb_no: Sensor utløper
nl: Sensor Vervaldatum
pl: Sensor ważny do
ro: Expirare Senzor
ru: Сенсор истекает
sk: Vypršanie platnosti senzora
sv: Sensorns utgångsdatum
tr: Sensör ömrü
uk: Термін дії Сенсору
vi: Cảm biến hết hạn

source: Sensor expired
ar: إنتهت صلاحية المستشعر
da: Sensor udløbet
de: Sensor abgelaufen
es: Sensor caducado
fr: Capteur expiré
he: החיישן פג
it: Sensore scaduto
nb: Sensor utløpt
nb_no: Sensoren er utløpt
nl: Sensor verlopen
pl: Sensor stracił ważność
ro: Senzorul a expirat
ru: Сенсор истек
sk: Platnosť senzora vypršala
sv: Sensorns livslängd är slut
tr: Sensörün süresi doldu
uk: Термін Сенсору закінчився
vi: Cảm biến đã hết hạn
zh_hans: 传感器已过期

source: Sensor expires
ar: إنتهت صلاحية المستشعر
da: Sensor udløber
de: Sensor läuft ab
es: Sensor caduca
fr: Capteur expire
he: תוקף החיישן
it: Il sensore scade
ko: 센서 만료까지
nb: Sensor utløper
nb_no: Sensor utløper
nl: Sensor verloopt
pl: Ważność sensora
ro: Senzorul expiră
ru: Сенсор заканчивается
sk: Platnosť senzora vyprší
sv: Sensorn går ut
tr: Sensörün süresi doluyor
uk: Сенсор закінчується
vi: Sensor hết hạn

source: Sensor failed
ar: فشل الحساس
da: Sensorfejl
de: Sensorfehler
es: Fallo del sensor
fr: Erreur de capteur
he: החיישן נכשל
it: Sensore guasto
nb: Sensor feilet
nb_no: Sensoren feilet
nl: Sensor mislukt
pl: Błąd sensora
ro: Senzorul a eșuat
ru: Ошибка сенсора
sk: Senzor zlyhal
sv: Sensorn är felaktig
tr: Sensör hatası
uk: Не вдалося встановити Сенсор
vi: Lỗi cảm biến
zh_hans: 传感器故障

source: Sensor Start
ar: ابدأ الحساس
da: Start sensor
de: Sensor gestartet
es: Sensor comienza
fr: Démarrage du capteur
he: התחלת חיישן
it: Inizializzazione sensore
ko: 센서 시작
pl: Sensor uruchomiony
ro: Pornire Senzor
ru: Сенсор запущен
sk: Spustenie senzora
tr: Sensör başlangıcı
uk: Старт Сенсора моніторингу
vi: Khởi động Cảm biến

source: Time
ar: الوقت
da: Tid
de: Zeit
es: Hora
fr: Heure
he: שעה
it: Orario
ko: 시간
nb: Tid
nb_no: Tidspunkt
nl: Tijd
pl: Czas
ro: Timp
ru: Время
sk: Čas
sv: Tid
tr: Zaman
uk: Час
vi: Thời gian
zh_hans: 时间

source: Trend
ar: إتجاه
es: Tendencia
fr: Tendance
he: מגמה
it: Tendenza
ko: 추세
ro: Tendință
ru: Тенденция
tr: Eğilim
uk: Тренди
vi: Xu hướng
zh_hans: 趋势

source: Upload Readings
ar: رفع القراءات
da: Upload aflæsninger
de: Werte hochladen
es: Subir Datos
fr: Envoyer les données
he: העלה קריאות
it: Carica letture
ko: 측정값 업로드
nb: Last opp avlesninger
nb_no: Last opp avlesninger
nl: Upload Metingen
pl: Wysyłaj odczyty
ro: Urcă citirile de glicemie
ru: Выгружать показания
sk: Načítať údaje
sv: Ladda upp avläsningar
tr: Okumaları Yükle
uk: Вивантажити читання
vi: Glucose đang tải lên
zh_hans: 上传读数

source: Warmup completes
ar: اكتمل الإحماء
da: Opvarmning afsluttes
de: Aufwärmen abgeschlossen
es: Tiempo de calentamiento completado
fr: Préchauffage terminé
he: ההכנה הסתיימה
it: Riscaldamento completato
nb: Fullfører oppvarming
nb_no: Oppvarming fullført
nl: Opwarmen voltooien
pl: Rozgrzewanie G7 zakończone
ro: Încălzire încheiată
ru: Прогрев окончен
sk: Zahrieva sa
sv: Uppvärming av sensor
tr: Isınma tamamlandı
uk: Прогрів виконано
vi: Khởi động hoàn tất
zh_hans: 预热完成

source: %1$@ can read G7 CGM data, but you must still use the Dexcom G7 App for pairing, calibration, and other sensor management.
da: %1$@ kan aflæse data fra en G7 sensor, men du skal stadig benytte Dexcoms egen G7 App til at parre, kalibrere og administrere G7-sensoren.
de: %1$@ kann Dexcom G7 CGM-Daten lesen, aber Du musst trotzdem die Dexcom G7 App für die Kopplung, Kalibrierung und andere Sensorverwaltung verwenden.
es: %1$@ puede leer los datos de monitor continuo de glucosa Dexcom G7, pero Usted debe seguir usando la aplicación de Dexcom G7 para emparejar, calibrar y administrar otros comandos del sensor.
fr: %1$@ peut lire les données du CGM G7, mais vous devrez continuer à utiliser l'application Dexcom G7 pour l'appairage, l'étalonnage et d'autres opérations de gestion du capteur.
he: %1$@ יכול לקרוא נתונים מחיישן G7, אבל תצטרך להשתמש באפליקציית Dexcom G7 כדי לצמד, לכייל ולנהל את החיישן.
it: %1$@ può leggere i dati CGM G7, ma è comunque necessario utilizzare l'app Dexcom G7 per l'abbinamento, la calibrazione e altre attività di gestione dei sensori.
nb: %1$@ kan lese G7 CGM data, men du må fortsatt bruke Dexcom G7-appen for sammenkobling, kalibrering, og annen sensoradministrasjon.
nb_no: %1$@ kan lese G7 CGM data, men du må fortsatt bruke Dexcom G7-appen for sammenkobling, kalibrering, og annen sensoradministrasjon.
nl: %1$@ kan G7 CGM waarden lezen, maar je moet nog steeds de Dexcom G7 App gebruiken om te koppelen, te kalibreren en voor andere sensorinstellingen.
pl: %1$@ może odczytywać dane G7 CGM, ale nadal musisz używać aplikacji Dexcom G7 do parowania, kalibracji i zarządzania innymi czujnikami.
ro: %1$@ poate citi datele senzorului de glicemie G7, dar pentru cuplare, calibrare și alte activități de gestionare a senzorului, va trebui să folosiți aplicația Dexcom G7.
ru: %1$@ может считывать данные G7, но Вы должны использовать приложение Dexcom G7 для сопряжения, калибровки и других действий с сенсором.
sk: %1$@ dokáže čítať údaje G7 CGM, ale na párovanie, kalibráciu a ďalšiu správu senzora musíte stále používať aplikáciu Dexcom G7.
sv: %1$@ kan läsa G7 CGM-värden, men du måste alltjämt använda Dexcom G7-appen för parkoppling, kalibrering samt hantering av sensorn.
tr: %1$@, G7 CGM verilerini okuyabilir, ancak eşleştirme, kalibrasyon ve diğer sensör yönetimi için yine de Dexcom G7 Uygulamasını kullanmanız gerekir.
uk: %1$@ може зчитувати дані G7 CGM, але для сполучення, калібрування та керування іншими датчиками все одно потрібно використовувати застосунок Dexcom G7.
vi: %1$@ có thể đọc dữ liệu CGM G7, nhưng bạn vẫn phải sử dụng ứng dụng Dexcom G7 để ghép nối, hiệu chuẩn và quản lý cảm biến khác.
zh_hans: %1$@可以读取 G7 CGM 数据，但您仍然必须使用 Dexcom G7 应用程序进行配对、校准和其他传感器管理。

source: Connected
da: Tilsluttet
de: Verbunden
es: Conectado
fr: Connecté
he: מחובר
it: Connesso
ko: 연결됨
nb: Tilkoblet
nb_no: Tilkoblet
nl: Verbonden
pl: Połączono
ro: Conectat
ru: Подключено
sk: Pripojené
sv: Ansluten
tr: Bağlandı
uk: Під'єднаний
vi: Đã kết nối
zh_hans: 已连接

source: Connecting
da: Tilslutter
de: Verbinden
es: Conectando
fr: Connexion en cours
he: מתחבר
it: In fase di Connessione
nb: Tilkobler
nb_no: Kobler til
nl: Bezig met verbinden
pl: Łączenie
ro: Se conectează
ru: Подключение
sk: Pripája sa
sv: Ansluter
tr: Bağlanıyor
uk: Під'єднання
vi: Đang kết nối
zh_hans: 正在连接

source: Searching for Sensor
da: Søger efter sensor
de: Suche nach Sensor
es: Buscando sensor
fr: Recherche de capteur
he: מחפש חיישן
it: Scansione del Sensore
nb: Søker etter Sensor
nb_no: Søker etter Sensor
nl: Zoekt naar Sensor
pl: Wyszukiwanie sensora
ro: Detectarea Senzorului
ru: Поиск сенсора
sk: Hľadá sa senzor
sv: Söker efter sensor
tr: Sensör aranıyor
uk: Пошук Сенсору
vi: Đang tìm kiếm cảm biến

source: Sensor Expired
da: Sensor udløbet
de: Sensor abgelaufen
es: Sensor caducado
fr: Capteur expiré
he: החיישן פג
it: Sensore Scaduto
nb: Sensor Utløpt
nb_no: Sensor Utløpt
nl: Sensor Verlopen
pl: Sensor stracił ważność
ro: Senzor Expirat
ru: Сенсор истек
sk: Platnosť senzora vypršala
sv: Sensor har gått ut
tr: Sensörün süresi doldu
uk: Сенсор Закінчився
vi: Cảm biến đã hết hạn

source: Sensor Failed
da: Sensorfejl
de: Sensorfehler
es: Fallo del sensor
fr: Capteur Défaillant
he: כשל בחיישן
it: Sensore Guasto
nb: Sensor Feilet
nb_no: Sensor Feilet
nl: Sensor Mislukt
pl: Błąd sensora
ro: Senzor Eșuat
ru: Ошибка сенсора
sk: Senzor zlyhal
sv: Sensor misslyckades
tr: Sensör Hatası
uk: Помилка Сенсору
vi: Cảm biến lỗi

source: Sensor Issue
da: Sensorproblem
de: Sensor Problem
es: Error de sensor
fr: Problème de capteur
he: בעייה בחיישן
it: Problema Sensore
nb: Sensor Problem
nb_no: Sensor Problem
nl: Sensorprobleem
pl: Błąd Sensora
ro: Problemă Senzor
ru: Проблема с сенсором
sk: Chyba senzora
sv: Sensorproblem
tr: Sensör problemi
uk: Проблема з Сенсором
vi: Cảm biến có vấn đề

source: Sensor Warmup
da: Sensor opvarmning
de: Sensor Aufwärmphase
es: Preparación del sensor
fr: Préchauffage du capteur
he: חיישן בהכנה
it: Riscaldamento Sensore
nb: Sensor Oppvarming
nb_no: Sensor Oppvarming
nl: Sensoropwarming
pl: Rozgrzewanie sensora
ro: Încălzire Senzor
ru: Сенсор прогревается
sk: Zahrievanie senzora
sv: Sensoruppvärmning
tr: Sensör ısınma
uk: Прогрів Сенсору
vi: Cảm biến đang khởi động

source: Signal Loss
da: Signaltab
de: Signalverlust
es: Pérdida de señal
fr: Perte de signal
he: האות אבד
it: Perdita Segnale
nb: Signal Tap
nb_no: Signal Tap
nl: Signaalverlies
pl: Utracono sygnał
ro: Pierdere Semnal
ru: Сигнал потерян
sk: Strata signálu
sv: Signalförlust
tr: Sinyal Kayıp
uk: Втрата сигналу
vi: Mất tín hiệu
zh_hans: 信号 丢失

source: Open Dexcom App
fr: Ouvrir l'app Dexcom
it: Apri l'app Dexcom
ko: 덱스콤 앱 열기
nb: Åpne Dexcom-appen
nb_no: Åpne Dexcom-appen
ro: Deschideți aplicația Dexcom
sk: Otvoriť aplikáciu Dexcom
sv: Öppna Dexcom-appen
uk: Відкрити додаток Dexcom
vi: Mở ứng dụng Dexcom
zh_hans: 打开 德康（Dexcom）应用
